export const About = () => {
  return (
    <div className="flex-1 rounded-lg bg-white p-8 shadow-xl">
      <h4 className="text-xl font-bold text-gray-900">О себе</h4>
      <p className="mt-2 text-gray-700">
        Привет! Я Минкаил, и я - настоящий тусовщик. Я считаю, что жизнь - это
        одно большое приключение, и я стремлюсь получить от нее максимум
        удовольствия. Мои друзья всегда знают, что на вечеринке или мероприятии
        не будет скучно, если я в команде. Я обожаю встречаться с новыми людьми,
        и мне нравится заводить новые знакомства, так как каждый человек несет в
        себе удивительную историю. Моя страсть к тусовкам не ограничивается
        только ночными клубами и вечеринками (хотя они тоже находятся в моем
        списке любимых мест). Я также ценю культурные мероприятия, фестивали,
        концерты и другие формы развлечения. Я человек, который знает, где найти
        лучшие события в городе, и готов поделиться этими сокровищами с
        друзьями. Мой девиз - "Живи полной жизнью", и я верю, что веселье и
        впечатления - важная часть этой жизни. Я всегда в поиске новых
        приключений и готов попробовать что-то новое. Если вы хотите найти
        компанию для вечеринки или просто приятного общения, я всегда готов к
        новым приключениям.
        <br />
        <br />
        Давайте сделаем каждый день особенным и заполним его весельем и
        радостью. Наслаждайтесь жизнью, ведь она коротка, и каждый момент - это
        возможность для новых впечатлений и встреч. До скорой встречи на
        следующей вечеринке или приключении! 🎉😎🥳
      </p>
    </div>
  );
};
